Repository: paulwoman/Capitalism_Lab_ENG_to_NL
Catalog: tm/auto/media_empire_en-US_nl.tmx
Source language: en_us
Languages: nl

source: Title=Media Empire
nl: Title=Media emperium

source: Description=You always dream of building a media empire and now it is your chance to realize this dream.
nl: Description=Je hebt altijd gedroomd van een eigen mediagroep en nu krijg je de kans om dit waar te maken.

source: ^^Your goal is to grow your media corporation's revenue to a substantial size and ultimately outperform all other media companies to become the largest one in the world.
nl: ^^Je hebt als doel om de omzet van jouw media-onderneming tot een substantiÃ«le grootte te doen stijgen en uiteindelijk alle andere mededingers in de sector uit de markt te spelen, zodat je de grootste en enige ter wereld wordt.

source: Goal Title=Media Empire
nl: Goal Title=Media emperium

source: Goal Description=Your goal is to grow company to become the largest media conglomerate in the world.
nl: Goal Description=Jouw doel is om jouw onderneming te laten groeien tot het groote mediaYour goal is to grow company to become the largest mediaconcern ter wereld.
